Repository: Aivoric85/Number-guessing
Catalog: Lang/*/LC_MESSAGES/Guess_*.po
Languages: de

source: Please enter a number between 0 and 100.
de: Bitte gib eine Zahlen zwischen 0 und 100 ein.

source: Please only use numbers between 0 and 100.
de: Bitte nur Zahlen zwischen 0 und 100 verwenden.

source: Sorry, the number you have entered is to high. Please try again.
de: Sorry, die eingegebene Zahl ist zu hoch. Versuche es noch mal.

source: Sorry %s, to high. Please try again.
de: Schade %s, zu hoch. Versuch es noch mal.

source: %s, the number you picked is to high. Please try again.
de: %s, deine gewählte Zahl ist zu hoch. Probiere es noch mal.

source: The number you have chosen is to high. Please try again.
de: Die von dir gewählte Zahl ist zu hoch. Bitte versuche es erneut.

source: Sorry, the number you have entered is to low. Please try again.
de: Sorry, die eingegebene Zahl ist zu kein. Bitte versuche es noch mal.

source: Sorry %s, to low. Please try again.
de: Schade %s, zu hoch. Versuch es noch mal.

source: %s, the number you picked is to low. Please try again.
de: %s, deine gewählte Zahl ist zu niedrig. Probiere es noch mal.

source: The number you entered is to low... Sorry. Please try again.
de: Deine eingegebene Zahl ist zu niedrig... Sorry. Versuche es erneut.

source: Congratulations %s!! You got the correct number %s. You have tryed %s times.
de: Glückwunsch %s!! Du hast die richtige Zahl erraten %s. Du hast %s versuche gebraucht.

source: Would you like to try again? Type yes or no.
de: Willst du es noch einmal versuchen? Tippe ja oder nein.

source: yes
de: ja

source: y
de: j

source: Okay %s. One more try!
de: Okay %s. Ein weiterer Versuch!

source: no
de: nein

source: Good bye %s. See you next time.
de: Auf Wiedersehen %s. Bis zum nächsten Mal.

source: Please use yes/y or no/n
de: Bitte verwenden Sie ja/j oder nein/n

source: Hi, would you tell me your name?
de: Hallo, nenne mir bitte deinen Namen?

source: Hello %s. Let's get started!
de: Hallo %s. Fangen wir an!

source: I got a number between 0 and 100 in mind. Can you guess wich?
de: Ich habe eine Zahl zwischen 0 und 100 im Kopf. Kannst du erraten, welche?
